[ { id: 3716028,
       name: 'zuser20170725102904560',
       date: '2018-09-11',
       rating_value: 5,
       review_text: 'When it comes to working with brokers, Erin is the best.  Hands-down.  Not only does she know the NYC market inside and out but she is a shrewd negotiator and extremely personable.  She\'s very upfront about advising on whether or not you should pursue a property (at the price or at all) and is very thoughtful with her comps analysis.  Lastly, and probably the best part, is she is not one of those pushy New York brokers.  She let\'s you breathe and consider your options and makes sure you have all the info you need to make the best decision you can.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716029,
       name: 'area25ksw',
       date: '2018-07-24',
       rating_value: 5,
       review_text: 'Returning to New York City for work we’ve used Jason to establish our new home.  Jason is more then knowledgeable with the market and product as well as the process.  We found that Jason worked with our best interest in mind negotiating with the seller as well as keeping us informed along the way.  \nBeing part of the Eklund Gomes team speaks volumes as to Jason’s professionalism and ability to “get the job done”.  The resources and knowledge the Eklund Gomes team affords him is invaluable to achieving your goal of home ownership.\nIf you need a skilled, knowledgeable and professional Realtor with the motivation, access, to the best in the industry and all that means, Jason Naggiar is worth your time investment in finding your new ‘home’.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716030,
       name: 'zuser20140602174959247',
       date: '2018-04-06',
       rating_value: 5,
       review_text: 'In my experience, Alexander Madrigal is a consummate professional and a recognized expert in the field of real estate sales on both the east and west coasts.  In searching for my new home in Manhattan, I interviewed a half-dozen salespeople before I was referred to him. Instantly, I recognized that he was heads above the rest and that I was in expert hands.  He possesses  a vast and detailed knowledge of what the market has to offer combined with a truly exceptional ability to listen to and assess his clients’ real estate needs.  He found me the home I had dreamed of.  Alexander’s passion and talent for real estate sales make him a formidable advocate on his clients’ behalf.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716031,
       name: 'alex fernnandez',
       date: '2018-04-05',
       rating_value: 5,
       review_text: 'Alexander helped me find an apartment with ease due to his knowledge of all buildings in the downtown area I was searching within. I had trouble beforehand in trying to find an apartment by myself but it only took Alexander a few moments to recognize which layout and location would be ideal (seriously this guy knew about apartments I couldn’t find and he brought them out like a hat trick). When it comes to my next real estate endeavors it’s Alexander all the way.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716032,
       name: 'Roger LeFevre',
       date: '2018-03-28',
       rating_value: 5,
       review_text: 'Alex and the Eklund | Gomes Team at Douglas Elliman marketed and sold my Armani Building (20 Pine) apartment. Alex is one of the most conscientious and thorough real estate professionals I have had the pleasure of dealing with. He is a go-getter, works hard for his clients, and communicates exceptionally well. You won\'t go wrong working with him.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716033,
       name: 'timothyhogue8',
       date: '2018-03-26',
       rating_value: 5,
       review_text: 'Alexander sets a very high bar for others in his profession to aspire to.  His high quality, white glove approach with me while managing the entire life cycle of the real estate strategy and transaction made for a perfect result.   I landed in the apartment of my dreams thanks to Alex.      He navigated all of the board, real estate mgmt. office and building approvals with great ease and diplomacy which enabled me to leverage my time effectively with my busy career.    I asked for the best and he delivered the best!    I can\'t say enough good things about Alex, his professionalism, dedication to getting the deal done right and above and beyond mentality and approach.  Plus he has a great personality and is a  pleasure to work with.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716034,
       name: 'zuser20170714151518675',
       date: '2018-03-25',
       rating_value: 5,
       review_text: 'Alexander promptly sold my two bedroom condo in the Tribeca area.  The transaction was seamless and Alexander was professional and courteous.  I highly recommend him.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716035,
       name: 'mazurova inna',
       date: '2018-03-21',
       rating_value: 5,
       review_text: 'Erin Lichy is my broker and she is helping my find a new home in Brooklyn. It\'s my first home purchase and she been so incredibly caring and informative, which is really refreshing! It\'s super fun to go see places with her! It\'s not all business and I genuinely feel like I am hanging out with a friend! Erin is very knowledgeable in real estate, and she and her family have been in the real estate business for years. She was also born and raised in Manhattan so know the city like the back of her hand! I have and will continue to recommend her to everyone!!\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716036,
       name: 'ryanmayshays',
       date: '2018-02-02',
       rating_value: 5,
       review_text: 'Jordan made my cross-country move to New York a breeze. He took the time to understand what I was looking for in an apartment (including some of my unrealistic, Midwestern expectations). He quickly arranged a large number of great potential options and helped me weigh the trade-offs of the best among them. In a matter of a few days, I ended up with a great place that delivered far more than I was looking for. Knowledgeable, hard-working, and personable - Jordan was a pleasure to work with!\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716037,
       name: 'user79272372',
       date: '2018-02-01',
       rating_value: 5,
       review_text: 'Hunie was a consummate professional.  He was my agent in buying a new condo and selling my existing co-op.  He was very knowledgeable about both neighborhoods (West Village and Tribeca) and gave me the right advice regarding staging my apt and negotiated well for me regarding the purchase.  Would highly recommend.  In an industry where you sometimes question the motives of agents, I knew always that Hunie had my best interests in mind.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716038,
       name: 'anthony2654',
       date: '2018-01-31',
       rating_value: 5,
       review_text: 'Oh where do I begin?  Jordan is a 24 / 7 broker.  He eats, walks, runs, dances, sings, and sleeps real estate.  No joke, this guy is in it to win it.  He is ambitious, yet has finesse, and always a pleasure to talk to and work with.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716039,
       name: 'krisbensen',
       date: '2018-01-31',
       rating_value: 5,
       review_text: 'Jordan took time to get to know us and our needs.  He used that information to properly compile a selection of properties for us.  Many brokers don’t take the time necessary to really understand their clients wishes, taste, likes and dislikes.  Jordan was diligent throughout the entire process and found us a home that we love.  He went above and beyond to make sure that our needs were met from the negotiation to the closing.  We’re extremely happy in our new home!\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' },
     { id: 3716040,
       name: 'amaston',
       date: '2018-01-30',
       rating_value: 5,
       review_text: 'I relocated to NYC in November and had limited time to find a new apt.  Jordan came recommended by a friend and lived up to every expectation.  He spent time to understand what I was looking for and suggested neighborhoods. He also identified other details I had been over looking - ensuring I found the right place. We spent multiple days looking at neighborhoods and apartments. He finally negotiated a great price.  I will only use Jordan when I buy next.\n',
       url: null,
       profile_picture: null,
       review_title: null,
       verified_order: false,
       reviewer_title: null,
       language_code: 'en' } ] 
