{
  "success": true,
  "status": 200,
  "review_count": 22,
  "last_crawl": "2018-09-07",
  "crawl_status": "complete",
  "percentage_complete": 100,
  "reviews": [
    {
      "id": 177028,
      "name": "zuser20151003215941428",
      "date": "2018-08-11",
      "rating_value": 4.6,
      "review_text": "Fatemah is very knowledgeable, approachable, personable, endlessly patient, and incredibly generous with her time. She answered every question and every part of the process clearly and thoroughly. Buying a home in the bay area is challenging, but working with her made it as painless and seamless as possible. We highly recommend her.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177029,
      "name": "zuser20171025124141921",
      "date": "2018-08-11",
      "rating_value": 5,
      "review_text": "Fatemah was very helpful throughout the whole process of my partner and I looking to buy a house and she made our dreams come true.  She was very responsive with questions and concerns we had.  Throughout the whole process, she's guided us with the best house that fit out needs.  The location is comfortable, quiet, and friendly.  She has been an extreme help with showing and negotiating.  The whole process was a smooth transition even through the stressful parts.  Her knowledge about the house was excellent, even if there was some unanswered questions she would get as much information and detail she can and return an answer by the same of following day.  She ordered all the proper inspections needed to insure our safe purpose.  Her team she works with are super awesome! I would highly recommend Fatemah to those who are seeking to purchase or sell a house.  Her quality of customer service is excellent! Once again, thank you for all your help, patience, and support. \nKind Regards, \nKyle and Rhoddavie\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177030,
      "name": "zuser20180124215522191",
      "date": "2018-08-10",
      "rating_value": 5,
      "review_text": "with my eyes close i will recomend  Fatemah Nikchehi to anyone looking for a 5 star real estate agent service re representative. her profesionalism ,responsiveness ,expertise  and knowledge exceeded  all my expectations  of what a great real estate  agent she represent.  she made us comfortable and confident with all the answers we ask regarding the home buying process. when we where home hunting she gaves us some tips and ideas on areas of the home that we can remodeled  or make changes in the future. i have no doubt that thanks for her good negotiation  skills the house we fall in love is our now.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177031,
      "name": "albertwu87",
      "date": "2018-07-17",
      "rating_value": 5,
      "review_text": "Fatehmah was very responsive and informative and had an exceptional professional attitude; she was an absolute pleasure to work with.  She helped us look up recent comparable sales in our housing search with a very detailed report, and provided excellent advice about how to make our bid.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177032,
      "name": "aamw357",
      "date": "2018-06-30",
      "rating_value": 5,
      "review_text": "Highly professional and patient and familiar with the cultures of others. And always answer questions and phone. I deal with her in the future. I changed my mine a lot to buy home but she never give up and always help me.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177033,
      "name": "JamalCollins6",
      "date": "2018-06-08",
      "rating_value": 5,
      "review_text": "Fatemah is extremely knowledgeable, responsive and kept me calm in an this stressfully competitive Bay Area market.  I would refer anybody looking for a home to let Fatemah guide them through the process. As a first time buyer, I found it very valuable that I was able to rely on her to connect me with all of the needed experts from financing to insurance. The next time I make a purchase I will definitely call on her and would recommend her to everyone.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177034,
      "name": "djgroupi",
      "date": "2018-06-04",
      "rating_value": 5,
      "review_text": "Fatemah did an amazing job in helping us find a house. The process was so quick. Took about two weeks in total when we really got going. She literally did not rest until we had our house. It felt like she had no other clients but us (which I'm sure was not the case!). She is dedicated and assertive and gets things done. We couldn't even keep up. We couldn't have asked for a better realtor. Thanks Fatemah!!!\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177035,
      "name": "zuser20170629124731324",
      "date": "2018-06-04",
      "rating_value": 5,
      "review_text": "Fatemah was patient through the whole process, I looked at a lot of places, put in a few bids, but when I told here that I had found \"the one\" she got right on it and closed the deal! It was quick and painless.  She helped with direction, but no pressure, and I ended up with exactly what I wanted.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177036,
      "name": "user9771671",
      "date": "2018-05-02",
      "rating_value": 5,
      "review_text": "My husband and I had placed offers on seven properties around the Bay Area over the course of a year before we found Fatemah. We were feeling a bit resigned, but then a friend referred Fatemah - she was extremely responsive, available for showings at the times that worked best for our work schedules, and proactively sent us properties that fit our parameters. Most of all, Fatemah went above and beyond to help us secure the place we really wanted. We are thrilled with our new home, and so grateful for Fatemah's guidance throughout the process.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177037,
      "name": "esunvicario1",
      "date": "2018-03-23",
      "rating_value": 5,
      "review_text": "From beginning to end, Fatemah has been extremely diligent in all aspects of helping us purchase our first home. She far exceeded our expectations and we are forever grateful for her.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    },
    {
      "id": 177038,
      "name": "Donald Kim",
      "date": "2018-02-06",
      "rating_value": 5,
      "review_text": "If you donât work with Fatemah then you better get checked for CTE! Hardest working person that I have seen!!! Even after deal closed there was an issue with my keys and she went over and beyond to get things resolved.\n",
      "url": null,
      "profile_picture": null,
      "review_title": null,
      "verified_order": false,
      "reviewer_title": null,
      "language_code": "en"
    }
  ]
}
